KEYWORDS_CANCEL_CULTURE = {
    'культура отмены': 2, 
    'кэнселинг': 0, 
    'кэнселлинг': 0, 
    'кэнселить': 1, 
    'кэнсел культура': 2
}

KEYWORDS_FEMINISM = {
    'феминизм': 1, 
    'домашнее насилие': 2, 
    'сексизм': 1, 
    'права женщин': 2, 
    'патриархат': 1, 
    'феминитив': 1
}

KEYWORDS_LGBTQ_PLUS = {
    'гей': 1, 
    'лесби': 0, 
    'лесбиянка': 1, 
    'бисексуал': 1, 
    'лгбт': 0, 
    'гомофоб': 1, 
    'гомофобия': 1,
    'транс': 1, 
    'трансгендер': 1, 
    'асексуал': 1, 
    'пансексуал': 1
}

KEYWORDS_AGEISM = {
    'эйджизм': 1, 
    'дискриминация по возрасту': 3, 
    'возрастная дискриминация': 2
}

KEYWORDS_LOOKISM = {
    'лукизм': 1, 
    'дискриминация по внешности': 3, 
    'объективизация': 1, 
    'фэтизм': 1, 
    'фэтфобия': 1, 
    'фетфобия':1
}